export const KIMARIJI_LIST = [
  'む', 'す', 'め', 'ふ', 'さ', 'ほ', 'せ', 'うか', 'うら', 'つき', 'つく', 'しら', 'しの', 'もも', 'もろ', 'ゆう', 'ゆら', 'いに',
  'いまは', 'いまこ', 'ちは', 'ちぎりき', 'ちぎりお', 'ひさ', 'ひとは', 'ひとも', 'きり', 'きみがためは', 'きみがためお', 'はるす',
  'はるの', 'はなさ', 'はなの', 'やえ', 'やす', 'やまが', 'やまざ', 'よも', 'よを', 'よのなかは', 'よのなかよ', 'かく', 'かさ',
  'かぜを', 'かぜそ', 'みち', 'みせ', 'みよ', 'みかき', 'みかの', 'たか', 'たち', 'たご', 'たま', 'たき', 'たれ', 'この', 'こぬ', 'こい',
  'これ', 'こころあ', 'こころに', 'おく', 'おと', 'おぐ', 'おも', 'おおえ', 'おおけ', 'おおこ', 'わび', 'わがい', 'わがそ', 'わすれ',
  'わすら', 'わたのはらや', 'わたのはらこ', 'なつ', 'なにし', 'なにわが', 'なにわえ', 'ながら', 'ながか', 'なげき', 'なげけ', 'あわじ',
  'あわれ', 'あらし', 'あらざ', 'あきの', 'あきか', 'あまつ', 'あまの', 'ありま', 'ありあ', 'あさじ', 'あさぼらけあ', 'あさぼらけう',
  'あい', 'あし', 'あけ'
] as const;
